Repository: shenoudak/ManoTourismCRM
Catalog: Resources/SharedResource.*.resx
Languages: ar_eg

source: (LLC) Limited Liability Company
ar_eg: (ش ذ م م) اﻟﺸﺮﻛﺔ ذات ﻣﺴﺆوﻟﯿﺔ ﻣﺤﺪودة

source: - Determine the type of economic activity of the company...- Determine the legal form of the company...- Choosing and registering a trade name... - Obtaining initial approval... - Drawing up the articles of incorporation and the local service agent agreement...- Choosing a company website... - Obtaining additional licenses...- Obtain the license
ar_eg: - تحديد نوع النشاط الاقتصادي للشركة... - تحديد الشكل القانوني للشركة... - اختيار وتسجيل الاسم التجاري... - الحصول على الموافقة المبدئية... - إعداد عقد التأسيس واتفاقية وكيل الخدمات المحلي... - اختيار موقع الشركة... - الحصول على تراخيص إضافية...

source: 01. Can I change my flight reservation to another one?
ar_eg: 1- هل بإمكاني تغيير حجزي من طيران لآخر؟

source: 01. How do I know that my application has been completed?
ar_eg: 1- كيف يمكنني معرفة أن طلبي الذي قدمته قد تم إنهاءه ؟

source: 01. Types of visas ?
ar_eg: 1- أنواع التأشيرات ؟

source: 01. What are the steps for establishing a company in UAE ?
ar_eg: 1- ما هي خطوات تأسيس شركة في الإمارات؟

source: 01. What is the difference between health and medical insurance ?
ar_eg: 1- ما الفرق بين التأمين الصحي والطبي؟

source: 01. When does airport check-in start ?
ar_eg: 1- متى يبدأ القيام بإنجاز إجراءات السفر في المطار؟

source: 02. Are there restrictions on travel dates for pregnant women ?
ar_eg: 2- هل هناك قيود تحدد مواعيد السفر للحوامل?

source: 02. How much does health insurance cost in the UAE ?
ar_eg: 2- كم يكلف التامين الصحي في الامارات؟

source: 02. One-month visa, Two-month visa,Multiple-entry visa.
ar_eg: كم من الوقت لإصدار التأشيره ؟

source: 02. What does the abbreviation SH LLC mean ?
ar_eg: 2- ماذا يعني اختصار ش ذ م م؟

source: 02. What is a digital identity?
ar_eg: 2- ما هي الهوية الرقمية؟

source: 02. “I missed my flight.” What happens next?
ar_eg: 2- "تغيبت عن موعد سفر رحلتي" ماذا يحدث بعد ذلك؟

source: 03. How can I get a refund in case of cancellation ?
ar_eg: 3- كيف يمكنني استرجاع قيمة التذكره في حالة الالغاء ؟

source: 03. How can I know the status of the submitted application ?
ar_eg: 3- كيف يمكنني معرفة حالة الطلب المقدم؟

source: 03. The validity of the visa is one month from the date of issuance ?
ar_eg: 3- صلاحيه التاشيره الشهر من تاريخ اصدارها؟

source: 03. The validity of the visa is one month? and the two-month visa from the date of issuance
ar_eg: 2- صلاحيه التأشيره الشهر والتأشيره الشهرين من تاريخ اصدارها؟

source: 03. What do I do if I miss my flight ?
ar_eg: 3- ماذا أفعل لو فاتني موعد الرحلة؟

source: 03. What is the minimum capital required to establish a company ?
ar_eg: 3- ما هو الحد الأدنى لرأس المال المطلوب لتأسيس الشركة؟

source: 03. What types of car insurance are available in the UAE ?
ar_eg: 3- ما هي أنواع تأمين السيارات المتوفرة في الإمارات؟

source: 04. Can I change the stated company activities during or after the license issuance process ?
ar_eg: 4- هل يمكنني تغيير أنشطة الشركة المبيّنة أثناء أو بعد عملية إصدار الترخيص؟

source: 04. Can I correct spelling mistakes in names ?
ar_eg: 4- هل يمكنني تصحيح الأخطاء الاملائية في الاسماء؟

source: 04. Can I transfer my insurance to my car buyer ?
ar_eg: 4- هل بإمكاني نقل التأمين الخاص بي إلى مشتري سيارتي؟

source: 04. How can I book a hotel, flight, or other tourism services ?
ar_eg: 4- كيف يمكنني القيام بحجز فندق أو رحلة وغيرها من الخدمات السياحية؟

source: 04. The validity of the visa is two-month visa from the date of issuance ?
ar_eg: 4- صلاحيه التاشيره الشهرين من تاريخ اصدارها؟

source: 04. What types of official documents are legalized at the Ministry of Foreign Affairs ?
ar_eg: 4- ما هي أنواع المستندات الرسمية التي يتم تصديقها في وزارة الخارجية؟

source: 05. Can I transfer my ticket and issue it in the name of another passenger ?
ar_eg: 5- هل يمكنني تحويل تذكرتي واصدارها باسم مسافر آخر؟

source: 05. Do the company's shareholders have to be residents of the UAE ?
ar_eg: 5- هل يجب أن يكون مساهمو الشركة مقيمين في دولة الإمارات؟

source: 05. How do I know my health insurance using the ID number ?
ar_eg: 5- كيف اعرف تأميني الصحي برقم الهوية؟

source: 05. How much is the fine for the end of a visit in the Emirates?
ar_eg: 5- كم غرامة انتهاء الزياره في الإمارات ؟

source: 05. What is the permitted baggage weight ?
ar_eg: 5- ما هو وزن الأمتعة المسموح به؟

source: 06. Can I conduct my company activities outside the region ?
ar_eg: 6- هل يمكنني مزاولة أنشطة شركتي خارج المنطقة؟

source: 06. What does life insurance cover?
ar_eg: 6- ماذا يشمل التأمين على الحياة؟

source: 06.Is there a period allowed after the visit ends?
ar_eg: 6-هل يوجد فتره سماح بعد إنتهاء الزياره ؟

source: 06.What do I do if the reservation fails and the amount is deducted from my card ?
ar_eg: 6- ماذا أفعل إن فشل الحجز وتم خصم المبلغ من بطاقتي؟

source: 07. How long do company establishment procedures take ?
ar_eg: 7- كم تستغرق إجراءات إنشاء الشركات؟

source: 07.How long does it take to amend status in the Emirates?
ar_eg: 7- كم يستغرق تعديل الوضع في الامارات ؟

source: A team From Mano Tourism Will Contact You Now
ar_eg: سيقوم فريق من شركه مانو للسياحه بالتواصل معك الان

source: A text message about all transaction movements is sent to the number entered when opening the transaction.
ar_eg: يتم إرسال رساله نصية عن كل تحركات المعاملة للرقم الذي تم إدخالة عند فتح المعاملة.

source: About
ar_eg: من نحن

source: About Section Details
ar_eg: تفاصيل سيكشن من نحن

source: About Us
ar_eg: من نحن

source: About Us Image
ar_eg: الصورة الرئيسية لمحتوي من نحن

source: Access Denied
ar_eg: لا يمكنك الوصول

source: accountant Dashboard
ar_eg: لوحه التحكم الخاصة بالمحاسب

source: Actions
ar_eg: الإجراءات

source: Active
ar_eg: نشط

source: Activity Type
ar_eg: نوع النشاط

source: Add
ar_eg: إضافه

source: Add Affiliate
ar_eg: إضافه مسوق

source: Add Day
ar_eg: إضافه يوم

source: Add Day To Program
ar_eg: إضافه يوم للبرنامج

source: Add Employee
ar_eg: إضافه موظف

source: Add Hotel
ar_eg: اضافه فندق

source: Add Insurance
ar_eg: إضافه تأمين

source: Add Offer Images
ar_eg: إضافه صور العروض

source: Add Reject Reason
ar_eg: إضافه سبب للرفض

source: Add Request
ar_eg: إضافه طلب

source: Add Sales
ar_eg: إضافة بائع

source: Add Tour
ar_eg: إضافة رحله

source: Add User Review
ar_eg: إضافة مراجعة المستخدم

source: Add Visa
ar_eg: إضافة تأشيرة

source: Add Visa Out UAE
ar_eg: اضافه تأشيره خارج دوله الإمارات

source: Add Visa Required Document
ar_eg: اضافه عنوان وثيقة مطلوبة للتأشيرة

source: Added By
ar_eg: إضيف بواسطه

source: Added Date
ar_eg: تاريخ الاضافة

source: Adding Offer Images
ar_eg: إضافه صور العرض

source: Adding Others Images For Hotel
ar_eg: اضافه صور اخري للفندق

source: Adding Others Images For Trip
ar_eg: إضافة صور اخري للرحله

source: Address
ar_eg: العنوان

source: Admin Dashboard
ar_eg: لوحه تحكم مدير الموقع

source: Adventure Tours
ar_eg: رحلات المغامرات

source: AED
ar_eg: درهم

source: AED per person
ar_eg: درهم للشخص الواحد

source: Affiliate Dashboard
ar_eg: لوحه تحكم المسوق

source: Affiliate Report
ar_eg: تقرير المسوقين

source: Affiliates
ar_eg: إضافه مسوق

source: Affordable Exclusive Hotel Selection
ar_eg: اختيار الفنادق الحصرية بأسعار مناسبة

source: Affordable Vacation Bundles
ar_eg: باقات عطلات بأسعار معقولة

source: Air Condition
ar_eg: تكييف

source: Airlines charge immediate penalty fees to any passengers who fail to show up for their flights after the booking has been confirmed. If you are not sure that you will arrive at the airport before the scheduled departure time and you may be late or miss your flight for some reason, please contact the airline and inform them immediately. You may contact us after your arrival at the airport to book another flight to the same destination, but the airline penalty will be applied accordingly.
ar_eg: تفرض شركات الطيران رسوم غرامة فورية على أي مسافرين متخلفين عن رحلاتها بعد تأكيد الحجز. في حالة عدم تأكدك من وصولك الى المطار قبل موعد الاقلاع واحتمال تأخرك أو تخلفك عن الرحلة لسبب ما ، نرجو منك الاتصال بشركة الطيران وإعلامهم فورًا. بامكانك التواصل معنا بعد وصولك الى المطار لحجز موعد آخر على الرحلة التالية الى الوجهة نفسها ، لكن سيتم تطبيق الغرامة المالية التي تفرضها شركات الطيران وفقا لذلك.

source: Airlines do not allow you to transfer your ticket to another passenger. In this case, you must cancel the original reservation and make a new reservation in accordance with the change and cancellation policy.
ar_eg: لا تسمح شركات الطيران بتحويل تذكرتك الى مسافر آخر. ويجب عليك في هذه الحالة الغاء الحجز الأصلي واجراء حجز جديد وفقا لسياسة التغير والالغاء.

source: Airport transfer
ar_eg: نقل للمطار

source: All Insurance Requests
ar_eg: كل طلبات التأمين

source: All Offers
ar_eg: العروض

source: All Requests
ar_eg: جميع الطلبات

source: All Tour Requests
ar_eg: كل طلبات الرحلات

source: All Tours In UAE
ar_eg: كل الرحلات داخل الإمارات العربية المتحده

source: All Tours Out UAE
ar_eg: كل الرحلات خارج الإمارات العربية المتحده

source: All Visa Requests
ar_eg: كل طلبات التأشيرات

source: All Visas
ar_eg: كل التأشيرات

source: Although unsuccessful bookings on the website are rare, the traveler will contact the booking owner by phone to confirm the booking. If this happens, please do not try to pay online again, as the fees will be calculated twice. Please note that the unsuccessful booking process is due to pressure on bookings for aircraft seats or exceeding the expected time to complete the booking process, such as trying to book a seat that was previously booked, and other reasons.
ar_eg: بالرغم من أن الحجوزات التي لا تتم على الموقع بنجاح نادرة الحدوث، فإن المسافر ستقوم بالتواصل مع صاحب الحجز هاتفياً لتأكيد الحجز . في حال حدوث ذلك يرجى عدم تكرار محاولة الدفع عن طريق الانترنت حتى لا تحتسب الرسوم مرتان. يرجى العلم أن عدم نجاح معاملة الحجز ينجم عن ضغط في الحجوزات على مقاعد الطائرة او تجاوز الوقت المتوقع لانجاز عملية الحجز وذلك كمحاولة حجز مقعد تم حجزه مسبقا ولغيرها من الأسباب.

source: An email is sent to the customer's registered email address containing the status of the request Log in to the Ministry's website to know the status of the application
ar_eg: يتم إرسال إيميل إلى عنوان البريد إلكتروني المسجل الخاص بالمتعامل يتضمن حالة الطلب الدخول إلى موقع الوزارة لمعرفة حالة الطلب

source: An error occurred while processing your request.
ar_eg: حدث خطأ أثناء معالجة طلبك.

source: Apply for all types of insurance with Mano Tourism
ar_eg: قدم في كل انواع التامينات مع مانو للسياحه

source: Apply Now
ar_eg: التقديم الان

source: Arabic Description
ar_eg: الوصف باللغة العربية

source: Arabic Title
ar_eg: الاسم باللغة العربية

source: Are you sure you want to update your payment status?
ar_eg: هل انت متأكد انك تريد تحديث حالة الدفع ؟

source: Arrival Date
ar_eg: تاريخ الوصول

source: Assign Request To Employee
ar_eg: إسناد الطلب لموظف

source: Assign To Employee
ar_eg: إسناد الطلب لموظف

source: Assigned Requests
ar_eg: الطلبات المسنده للموظف

source: Assignment Date of Request
ar_eg: تاريخ إسناد الطلب للموظف

source: Australia
ar_eg: استراليا

source: Back to home
ar_eg: العوده الي الصفحة الرئيسية

source: Back to Login
ar_eg: العوده لصفحه تسجيل الدخول

source: Background
ar_eg: الخلفيه

source: Bangladesh
ar_eg: بنجلادش

source: Best Support 24/7
ar_eg: أفضل دعم خلال الاسبوع علي مدار 24 ساعه

source: Book a Trip
ar_eg: حجز الرحله

source: Book Hotel in any destination is easy. We provide from cheap hotels to luxury accommodations, for any kind of stay.
ar_eg: حجز فندق لأى وجهة فى غاية السهولة. نقدم جميع أنواع الفنادق من الاقتصادية الى الفنادق الفاخرة حسب رغبتك

source: Book your airline tickets and the perfect stay in simple steps with affordable rates on flights and cheap hotels online.
ar_eg: احجز تذاكر الطيران الخاصة بك و أماكن الإقامة المناسبة لك في خطوات بسيطة بأسعار معقولة على الرحلات الجوية والفنادق الرخيصة أونلاين.

source: Book Your Tour Now !
ar_eg: إحجز رحلتك الان

source: Book your visa now
ar_eg: احجز تأشيرتك الان

source: Brazil
ar_eg: البرازيل

source: Breakfast [free]
ar_eg: الإفطار [مجاني]

source: Budget-friendly Travel: Flights, Hotels, And Packages
ar_eg: ميزانية السفر المناسبة للرحلات الجوية والفنادق وعروض العطلات

source: Call Us Now
ar_eg: اتصل بنا الان

source: Call Us Now !
ar_eg: اتصل بنا الان !

source: Cancel
ar_eg: إلغاء

source: Canceled
ar_eg: إلغيت

source: Canceled Requests
ar_eg: الطلبات الملغيه

source: Caption Arabic Title
ar_eg: الوصف باللغة العربية

source: Caption English Title
ar_eg: الوصف باللغة الإنجليزية

source: Car park
ar_eg: موقف السيارات

source: Cars Insurance
ar_eg: تأمين سيارات

source: Change Password
ar_eg: تعديل كلمه السر

source: Check-in desks open 3 hours before the departure of any scheduled flight and close 60 minutes before departure
ar_eg: تفتح مكاتب إنجاز إجراءات السفر قبل 3 ساعات من مغادرة أية رحلة مقررة وتغلق قبل 60 دقيقة من المغادرة

source: Choosing a company website
ar_eg: اختيار موقع الشركة

source: Choosing and registering a trade name
ar_eg: اختيار وتسجيل الاسم التجاري

source: City Tours
ar_eg: رحلات سياحية في المدينة

source: Cleanliness
ar_eg: النظافة

source: Cleared
ar_eg: حذف

source: Close
ar_eg: إغلاق

source: Competitive Pricing
ar_eg: الأسعار التنافسية

source: Complete transactions
ar_eg: تخليص معاملات

source: Complete Transactions Requests
ar_eg: طلبات تخليص المعاملات

source: Confidence and accuracy
ar_eg: الثقة والدقة

source: Configurations
ar_eg: الإعدادات

source: Confirm Password
ar_eg: تأكيد كلمه السر

source: Contact
ar_eg: تواصل معنا

source: Contact Us
ar_eg: تواصل معنا

source: Copyright 2024 By
ar_eg: كل الحقوق محفوظة2024 بواسطة

source: Cost:
ar_eg: التكلفه

source: Countries
ar_eg: البلاد

source: Country
ar_eg: البلد

source: Country :
ar_eg: البلد :

source: Country Arabic Title
ar_eg: اسم البلد باللغة العربية

source: Country English Title
ar_eg: اسم البلد باللغة الانجليزية

source: Couple Tour
ar_eg: رحلات للمتزجون

source: Coverage: Health insurance usually covers the costs of preventive and natural treatment, such as routine examinations, medical tests, vaccinations, and other preventive treatments, while medical insurance usually covers costs related to current medical care and treatments for special illnesses.
ar_eg: التغطية: يغطي التأمين الصحي عادةً تكاليف العلاج الوقائي والطبيعي مثل الفحوصات الروتينية والتحاليل الطبية واللقاحات والعلاجات الوقائية الأخرى، بينما يغطي التأمين الطبي في العادة التكاليف المتعلقة بالرعاية الطبية الحالية والعلاجات المرضية الخاصة

source: Create Request
ar_eg: إنشاء طلب

source: Cultural Tours
ar_eg: رحلات ثقافية

source: Current Country
ar_eg: البلد الحالية

source: Current Country Arabic Title
ar_eg: اسم البلد باللغة العربية

source: Current Country English Title
ar_eg: اسم البلد باللغة الانجليزية

source: Customer Focus Caption Arabic
ar_eg: وصف باللغة العربية لتركيز الشركة علي ارضاء العميل

source: Customer Focus Caption English
ar_eg: وصف باللغة الانجليزية لتركيز الشركة علي ارضاء العميل

source: Customer Review
ar_eg: مراجعات العملاء

source: Customers Satisfaction
ar_eg: إرضاء العملاء

source: Dashboard
ar_eg: لوحة التحكم

source: Day
ar_eg: يوم

source: Day Header Arabic Title
ar_eg: العنوان الرئيسي لليوم باللغة العربيه

source: Day Header English Title
ar_eg: العنوان الرئيسي لليوم باللغة الإنجليزيه

source: Day Number
ar_eg: رقم اليوم

source: Days
ar_eg: أيام

source: Delete It!!
ar_eg: اريد حذفها !!

source: Deleting it Message will remove all of its information from its database.
ar_eg: سيؤدي حذفك لهذه الرسالة الي حذف جميع بياناتها من قاعدة البيانات .

source: Deleting it Requested Document will remove all of its information from its database.
ar_eg: سيؤدي حذفك لهذه الوثيقة المطلوبة الي حذف جميع يباناتها من قاعده البيانات .

source: Departure Date
ar_eg: تاريخ المغادره

source: Description
ar_eg: الوصف

source: Destinations
ar_eg: مكان الذهاب

source: Details
ar_eg: تفاصيل

source: Determine the legal form of the company
ar_eg: تحديد الشكل القانوني للشركة

source: Determine the type of economic activity of the company
ar_eg: تحديد نوع النشاط الاقتصادي للشركة

source: Discover Great Deal
ar_eg: اكتشف افضل الاسعار والعروض

source: Diving and swimming
ar_eg: الغطس والسباحه

source: Document Title Arabic
ar_eg: عنوان الوثيقة باللغة العربية

source: Document Title English
ar_eg: عنوان الوثيقة باللغة الإنجليزية

source: Drawing up the articles of incorporation and the local service agent agreement
ar_eg: إعداد عقد التأسيس واتفاقية وكيل الخدمات المحلي

source: Duration
ar_eg: المده

source: Duration :
ar_eg: المده :

source: Duration In Days
ar_eg: المده بالأيام

source: Duration In Month
ar_eg: المده بالشهور

source: Edit
ar_eg: تعديل

source: Edit About Section
ar_eg: تعديل سيكشن من نحن في الموقع الخارجي

source: Edit Day
ar_eg: تعديل برنامج اليوم

source: Edit Employee
ar_eg: تعديل بيانات الموظف

source: Edit Hotel
ar_eg: تعديل الفندق

source: Edit Insurance
ar_eg: تعديل التأمين

source: Edit Offer
ar_eg: تعديل العرض

source: Edit Page Content
ar_eg: تعديل محتوي الصفحة

source: Edit Profile
ar_eg: تعديل الملف الشخصي

source: Edit Profile Picture
ar_eg: تعديل صوره الملف الشخصي

source: Edit Program Day
ar_eg: تعديل برنامج اليوم

source: Edit Public Slider
ar_eg: تعديل إسليدر الموقع الخارجي

source: Edit Reject Reason
ar_eg: تعديل سبب الرفض

source: Edit Selles
ar_eg: تعديل البائع

source: Edit Social Contacts
ar_eg: تعديل وسائل الاتصال

source: Edit Tour
ar_eg: تعديل رحله

source: Edit User Review
ar_eg: تعديل مراجعة المستخدم

source: Edit Video
ar_eg: تعديل الفيديو

source: Edit Visa
ar_eg: تعديل تأشيره

source: Edit Visa Required Document
ar_eg: تعديل عنوان وثيقة مطلوبة للتأشيرة

source: Education Visa
ar_eg: تأشيرات بغرض التعليم

source: Egypt
ar_eg: مصر

source: Email
ar_eg: البريد الإلكتروني

source: Email :
ar_eg: البريد الإلكتروني

source: Email Address
ar_eg: عنوان البريد الالكتروني

source: Email Now
ar_eg: راسلنا الان

source: Employee Dashboard
ar_eg: لوحه تحكم الموظف

source: Employee Details
ar_eg: تفاصيل الموظف

source: Employee Email
ar_eg: البريد الإلكتروني للموظف

source: Employee Name
ar_eg: اسم الموظف

source: Employee Password
ar_eg: كلمه السر للموظف

source: Employee Roles
ar_eg: صلاحيات الموظف

source: Employees
ar_eg: الموظفين

source: Employees Report
ar_eg: تقرير الموظفين

source: Employees Report As Lead
ar_eg: تقرير الموظفين كليد

source: English Description
ar_eg: الوصف باللغة الانجليزية

source: English Title
ar_eg: الاسم باللغة الانجليزية

source: Enjoy the best offers at Manu Tourism on visas, flights, insurance, hotels, and airline tickets
ar_eg: استمتع بافضل العروض لدي مانو توريزم تأشيرات ورحلات وتامينات وفنادق وتذاكر طيران

source: Enter Activity Type
ar_eg: إدخل نوع النشاط

source: Enter Arabic Description
ar_eg: إدخل الوصف باللغة العربية

source: Enter Arabic Title
ar_eg: إدخل الاسم باللغة العربية

source: Enter Caption Arabic Title
ar_eg: أدخل الوصف باللغة العربية

source: Enter Caption English Title
ar_eg: إدخل الوصف باللغة الإنجليزية

source: Enter current password
ar_eg: إدخل كلمه السر الحاليه

source: Enter Customer Focus Caption Arabic
ar_eg: إدخل وصف باللغة العربية لتركيز الشركة علي ارضاء العميل

source: Enter Customer Focus Caption English
ar_eg: إدخل وصف باللغة الانجليزية لتركيز الشركة علي ارضاء العميل

source: Enter Day Header Arabic Title
ar_eg: إدخل العنوان الرئيسي لليوم باللغة العربيه

source: Enter Day Header English Title
ar_eg: إدخل العنوان الرئيسي لليوم باللغة الإنجليزيه

source: Enter Day Number
ar_eg: إدخل رقم اليوم

source: Enter Document Title Arabic
ar_eg: إدخل عنوان الوثيقة باللغة العربية

source: Enter Document Title English
ar_eg: إدخل عنوان الوثيقة باللغة الإنجليزية

source: Enter Duration In Days
ar_eg: إدخل المده بالأيام

source: Enter Duration In Month
ar_eg: إدخل المده بالشهور

source: Enter Email
ar_eg: إدخل البريد الإلكتروني

source: Enter Employee Email
ar_eg: إدخل البريد الإلكتروني للموظف

source: Enter Employee Name
ar_eg: إدخل اسم الموظف

source: Enter Employee Password
ar_eg: إدخل كلمه السر للموظف

source: Enter English Description
ar_eg: إدخل الوصف باللغة الانجليزية

source: Enter English Title
ar_eg: إدخل الاسم باللغة الانجليزية

source: Enter Facebook URL
ar_eg: إدخل رابط الفيسبوك

source: Enter First Email
ar_eg: إدخل البريد الإلكتروني الاول

source: Enter First Phone Number
ar_eg: إدخل رقم الهاتف الاول

source: Enter Full Name
ar_eg: إدخل الاسم بالكامل

source: Enter Header Arabic Title
ar_eg: إدخل العنوان الرئيسي باللغة العربية

source: Enter Header English Title
ar_eg: إدخل العنوان الرئيسي باللغة الانجليزية

source: Enter Hotel Evaluation
ar_eg: إدخل تقييم الفندق

source: Enter Hotel Location
ar_eg: إدخل موقع الفندق

source: Enter Instagram URL
ar_eg: إدخل رابط الإنستغرام

source: Enter Location Arabic Title
ar_eg: إدخل الموقع باللغة العربية

source: Enter Location English Title
ar_eg: أدخل الموقع باللغة الانجليزية

source: Enter Mission Caption Arabic
ar_eg: إدخل هدف الشركة باللغة العربية

source: Enter Mission Caption English
ar_eg: إدخل هدف الشركة باللغة الانجليزية

source: Enter new password
ar_eg: إدخل كلمه السر الجديده

source: Enter New Price Per Person
ar_eg: إدخل إدخل السعر الجديد للشخص الواحد

source: Enter Notes
ar_eg: إدخل الملاحظات

source: Enter Old Price Per Person
ar_eg: إدخل السعر القديم للشخص الواحد

source: Enter Openting Time Arabic Title
ar_eg: أدخل المواعيد باللغة العربية

source: Enter Openting Time English Title
ar_eg: إدخل المواعيد باللغة الإنجليزية

source: Enter Password
ar_eg: إدخل كلمة السر

source: Enter Phone Number
ar_eg: إدخل رقم الهاتف

source: Enter Rating
ar_eg: إدخل درجة التقييم

source: Enter Reason Arabic Title
ar_eg: إدخل سبب الرفض باللغه العربية

source: Enter Reason English Title
ar_eg: إدخل سبب الرفض باللغة الانجليزيه

source: Enter Review Arabic Title
ar_eg: إدخل عنوان المراجعة باللغة العربية

source: Enter Review Count
ar_eg: إدخل عدد المراجعات

source: Enter Review English Title
ar_eg: إدخل عنوان المراجعة باللغة الإنجليزية

source: Enter Review In Arabic
ar_eg: إدخل المراجعه باللغة العربية

source: Enter Review In English
ar_eg: إدخل المراجعه باللغة الإنجليزية

source: Enter Review writer Name In Arabic
ar_eg: إدخل اسم كاتب المراجعة باللغة العربية

source: Enter Review writer Name In English
ar_eg: إدخل اسم كاتب المراجعة باللغة الإنجليزية

source: Enter Sales Email
ar_eg: إدخل البريد الألكتروني للبائع

source: Enter Sales Name
ar_eg: إدخل اسم البائع

source: Enter Sales Password
ar_eg: إدخل كلمة السر للبائع

source: Enter Second Email
ar_eg: إدخل البريد الإلكتروني الثاني

source: Enter Second Phone Number
ar_eg: إدخل رقم الهاتف الثاني

source: Enter Telegram Number
ar_eg: إدخل رقم التليجرام

source: Enter Transaction Type
ar_eg: إدخل نوع المعامله

source: Enter Twiter URL
ar_eg: إدخل رابط تويتر

source: Enter Video URL
ar_eg: إدخل رابط الفيديو

source: Enter WhatsApp Number
ar_eg: إدخل رقم الواتساب

source: Enter Your Email
ar_eg: إدخل بريدك الالكتروني

source: Enter your email address
ar_eg: إدخل عنوان بريدك الالكتروني

source: Enter your full name
ar_eg: إدخل اسمك بالكامل

source: Enter Your Massage
ar_eg: إدخل رسالتك

source: Enter Your Name
ar_eg: إدخل اسمك

source: Enter your phone number
ar_eg: إدخل رقم هاتفك

source: Enter Youtube URL
ar_eg: إدخل رابط اليوتيوب

source: Error
ar_eg: خطأ

source: Establishing companies
ar_eg: تأسيس الشركات

source: Establishing companies for Mano Tourism
ar_eg: تأسيس الشركات لدي مانو للسياحه

source: Establishing Companies Requests
ar_eg: طلبات تأسيس الشركات

source: Establishing Companies Service
ar_eg: خدمات تأسيس الشركات

source: Evaluation
ar_eg: التقييم

source: Experience
ar_eg: الخبره

source: Facebook
ar_eg: فيسبوك

source: Facilities
ar_eg: مرافق

source: FAQ - General Complete Transactions Information:
ar_eg: الأسئلة الشائعة - معلومات عامه عن تخليص المعاملات

source: FAQ - General Establishing Companies Information:
ar_eg: الأسئلة الشائعة - معلومات عامه عن تأسيس الشركات

source: FAQ - General Insurances Information:
ar_eg: الأسئلة الشائعة - معلومات عامه عن التأمينات:

source: FAQ - General Tickets Information:
ar_eg: الأسئلة الشائعة - معلومات عامه عن حجز تذاكر الطيران

source: FAQ - General Tours Information:
ar_eg: الأسئلة الشائعة - معلومات عامه عن الرحلات:
