Repository: shenoudak/ManoTourismCRM
Catalog: Resources/SharedResource.*.resx
Languages: ar_eg

source: FAQ - General Visa Information:
ar_eg: الأسئلة الشائعة - معلومات عامه عن التأشيره :

source: Filter
ar_eg: تصفيه النتائج

source: Filter Result
ar_eg: تصفية النتائج

source: Finished
ar_eg: اكتمل

source: Finished Requests
ar_eg: الطلبات المكتمله

source: Finished Requests Count
ar_eg: عدد الطلبات المنتهيه

source: First Email
ar_eg: البريد الإلكتروني الاول

source: First Phone Number
ar_eg: رقم الهاتف الاول

source: Fitness center
ar_eg: مركز اللياقة البدنية

source: Flight Bookings
ar_eg: حجز تذاكر الطيران

source: Focus On Customer
ar_eg: التركيز على العملاء

source: Free Wi-Fi in all rooms!
ar_eg: خدمة الواي فاي المجانية في جميع الغرف!

source: Free Wifi
ar_eg: واى فاى مجانى

source: From
ar_eg: من

source: From simple point to point trips to the most complex itineraries, we pride ourselves in helping our customers to obtain the best deals and travel in the most efficient way. With the ability to book flights across the globe we offer you the choice of best pricing, suitable timings and hassle-free travel connecting you to your destination. Contact us to book your next trip &amp; we will be happy to provide you with the most competitive options.
ar_eg: بدءًا من الرحلات البسيطة من نقطة إلى أخرى وحتى مسارات الرحلة الأكثر تعقيدًا، نحن نفخر بمساعدة عملائنا في الحصول على أفضل العروض والسفر بأكثر الطرق كفاءة. من خلال القدرة على حجز الرحلات الجوية في جميع أنحاء العالم، نقدم لك اختيار أفضل الأسعار والتوقيت المناسب والسفر الخالي من المتاعب الذي يربطك بوجهتك. اتصل بنا لحجز رحلتك القادمة وسنكون سعداء بتزويدك بالخيارات الأكثر تنافسية.

source: Front desk [24-hour]
ar_eg: مكتب الاستقبال [24 ساعة]

source: Full Name
ar_eg: الاسم بالكامل

source: Get Your a Visa To Any Country Your Dreams
ar_eg: احصل علي تأشيرتك لاي دوله تحلم بها

source: Get Your a Visa To UAE
ar_eg: احصل علي تأشيرتك للإمارات العربية المتحده

source: Get your visa in less than 24 hours from the date of its submission. One-month visa, two-month visa, and multiple-entry visa. Travel with your family and friends and enjoy your trip to the United Arab Emirates.
ar_eg: احصل على تأشيرتك في اقل من 24 ساعه من تاريخ تقديمها تاشيره شهر تاشيره شهرين وتاشيره متعدده الدخول سافر انت واسرتك واصحابك واستمتع برحلتك لدولة الامارات العربيه المتحده

source: Getting to know civilizations
ar_eg: التعرف علي الحضارات

source: Going and Coming back
ar_eg: ذهاب وعوده

source: Going and Coming back Or One-Way
ar_eg: ذهاب وعوده ام ذهاب فقط

source: Gym
ar_eg: نادي رياضي

source: Hair Dryer
ar_eg: مجفف شعر

source: Happy Traveler
ar_eg: المسافرين السعداء

source: Header Arabic Title
ar_eg: العنوان الرئيسي باللغة العربية

source: Header English Title
ar_eg: العنوان الرئيسي باللغة الانجليزية

source: Health insurance
ar_eg: تأمين صحي

source: Heater
ar_eg: سخان

source: Historical Tours
ar_eg: رحلات تاريخية

source: Home
ar_eg: الرئيسية

source: Hotel Images
ar_eg: صور الفندق

source: Hotel Location
ar_eg: موقع الفندق

source: Hotel Name
ar_eg: اسم الفندق

source: Hotel Requests
ar_eg: طلبات الفندق

source: Hotel User Reviews
ar_eg: مراجعات العملاء للفنادق

source: Hotels
ar_eg: فنادق

source: Hotels Bookings
ar_eg: حجز الفنادق

source: How do you know Mano Tourism?
ar_eg: كيف عرفت مانو توريزم

source: How long does it take to amend status in the Emirates?
ar_eg: 7- كم يستغرق تعديل الوضع في الامارات ؟

source: If you have booked your flight on the basic or value economy class fare and do not show up for the flight, you will no longer be able to receive a refund for the flight. If you have booked a Flexible or Business class flight you can rebook up to 720 hours (30 days) from the original flight departure time. In this case, any difference in the price of the new flight will be paid.
ar_eg: إذا كنت قد حجزت رحلتك بالسعر الأساسي أو القيم على الدرجة السياحية ولم تحضر للرحلة، فلن تتمكن بعد ذلك من استرداد ثمن الرحلة. إذا كنت قد حجزت رحلتك بالسعر المرن أو درجة الأعمال فيمكنك إعادة إجراء الحجز حتى 720 ساعة (30 يومًا) من موعد إقلاع الرحلة الأصلية. في هذه الحالة، سيتم دفع أي فرق في سعر الرحلة الجديدة.

source: If you want to establish your company at the cheapest prices, and we have all the activities related to the license, with Mano Tourism, you are safe.
ar_eg: لو عايز تأسس شركتك بأرخص الاسعار ومتاح لدينا كل الانشطه الخاصه بالرخصه مع مانو للسياحه انت في امان

source: Image
ar_eg: الصورة

source: Including
ar_eg: يشمل

source: Inclusion
ar_eg: الشمول

source: India
ar_eg: الهند

source: Indonesia
ar_eg: اندونيسيا

source: Instagram
ar_eg: انستغرام

source: Insurance Pic
ar_eg: صوره التأمين

source: Insurance Requests
ar_eg: طلبات التأمين

source: Insurance Title
ar_eg: اسم التأمين

source: Insurance Type
ar_eg: نوع التأمين

source: Insurance Type :
ar_eg: نوع التأمين :

source: Insurances
ar_eg: تأمينات

source: Insurances Requests Count
ar_eg: عدد طلبات التأمينات

source: Insurances Service
ar_eg: خدمات التأمينات

source: Is Active ?
ar_eg: نشط ؟

source: Is Active?
ar_eg: نشط ؟

source: Is Paid ?
ar_eg: تم الدفع ؟

source: Is valid for 60 days from the date of issuance, except for 48-hour and 96-hour category visas, which are valid for one month. Only from the release date
ar_eg: تكون صالح لمده ٦٠ يوم من تاريخ الاصدار ماعدا تاشيرات فئة ٤٨ ساعه و ٩٦ ساعه تكون صلاحيتها شهر واحد فقط من تاريخ الاصدار

source: It includes the following two types: “life insurance” and “death insurance”. Life insurance aims to guarantee the performance, depending on the option chosen by the insured and indicated in the contract, of capital or pension in the event of the occurrence of the event covered by the insurance: either the death of the insured or his survival.
ar_eg: وهي تشمل النوعين التاليين: "التأمين على الحياة" و "التأمين على الوفاة". يهدف التأمين على الحياة إلى ضمان أداء، اعتمادًا على الخيار الذي يختاره المؤمن عليه والمشار إليه في العقد، رأس مال أو معاش في حالة وقوع الحدث الذي يغطيه التأمين: إما وفاة المؤمن له أو بقاءه على قيد الحياة.

source: It takes approximately 24-72 working hours.
ar_eg: تستغرق من 24 _ 72 ساعه عمل تقريبا

source: Johon Safawat
ar_eg: جون صفوت

source: Join The Newsletter
ar_eg: انضم إلى النشرة الإخبارية

source: Joseph David
ar_eg: جوزيف ديفيد

source: Khalid Ali
ar_eg: خالد علي

source: Latest Added Visas
ar_eg: التأشيرات المضافة حديثاً

source: Laundry
ar_eg: مغسلة

source: Life insurance
ar_eg: تأمين علي الحياه

source: Loading...
ar_eg: تحميل

source: Location
ar_eg: الموقع

source: Location Arabic Title
ar_eg: الموقع باللغة العربية

source: Location English Title
ar_eg: الموقع باللغة الانجليزية

source: Locker
ar_eg: خزانة

source: Login
ar_eg: تسجيل الدخول

source: Logout
ar_eg: تسجيل الخروج

source: Luggage storage
ar_eg: تخزين الأمتعة

source: Main Image
ar_eg: الصوره الرئيسيه

source: Manage About Section
ar_eg: إدارة محتوي من نحن في الموقع العام

source: Manage Affiliates
ar_eg: إداره المسوقين

source: Manage Complete Transaction Requests
ar_eg: إداره طلبات تخليص المعاملات

source: Manage Complete Transactions
ar_eg: إداره تخليص المعاملات

source: Manage Employees
ar_eg: إداره الموظفين

source: Manage Establishing companies
ar_eg: إداره تأسيس الشركات

source: Manage Establishing companies Requests
ar_eg: إداره طلبات تأسيس الشركات

source: Manage Hotel Requests
ar_eg: إداره طلبات الفندق

source: Manage Hotels
ar_eg: اداره الفنادق

source: Manage Insurance
ar_eg: إداره التأمينات

source: Manage Insurance Requests
ar_eg: إداره طلبات التأمينات

source: Manage Offers
ar_eg: إداره العروض

source: Manage Page Content
ar_eg: إدارة محتوي الصفحات

source: Manage Public Slider
ar_eg: إدارة إسليدر الموقع الخارجي

source: Manage Reject Reasons
ar_eg: إدارة اسباب الرفض

source: Manage Sales
ar_eg: إدارة البائعين

source: Manage Sellers
ar_eg: إدارة البائعين

source: Manage Social Contacts
ar_eg: إدارة وسائل الاتصال

source: Manage Ticket Requests
ar_eg: إداره طلبات التذاكر

source: Manage Tickets
ar_eg: إداره تذاكر الطيران

source: Manage Tour Requests
ar_eg: إداره طلبات الرحلات

source: Manage Tours In UAE
ar_eg: إداره الرحلات داخل الإمارات

source: Manage Tours Out UAE
ar_eg: إداره الرحلات خارج الإمارات

source: Manage Trip Program
ar_eg: إداره برنامج الرحله

source: Manage User Messages
ar_eg: إدارة رسائل العملاء

source: Manage User Reviews
ar_eg: إداراه مراجعات المستخدمين

source: Manage User Subscription News Letters
ar_eg: إدارة المشتركين في نشرتنا الأخبارية

source: Manage Visa
ar_eg: إدارة التاشيرات

source: Manage Visa In UAE
ar_eg: ادارة التأشيرات داخل الإمارات

source: Manage Visa Out UAE
ar_eg: ادارة التأشيرات خارج الإمارات

source: Manage Visa Requests
ar_eg: إدارة طلبات التأشيرات

source: Manage Visa Required Documents
ar_eg: إدارة اسماء الوثائق المطلوبه للتأشيره

source: Mano
ar_eg: مانو

source: Mano Tourism
ar_eg: مانو للسياحه

source: Mano Tourism always seeks to satisfy its customers, as it is its main goal to make its customers happy over time
ar_eg: تسعي مانو للسياحه دائما علي إرضاء عملائها فهو الهدف الرئيسي والأساسي للشركة

source: Mano Tourism Company provides you with a wide range of basic travel services for travelers for tourism or business purposes. It is also considered an integrated destination for ticket reservations, holiday packages inside and outside the Emirates, hotel reservations, visa services, and car reservations around the world, in addition to travel insurance, transit hotel reservations, conferences and exhibitions, visa amendments, Umrah services, and reception and welcome services.
ar_eg: شركه مانو للسياحه توفر لك مجموعة واسعة من خدمات السفر الأساسية للمسافرين بغرض السياحة أو العمل. كما تعتبر وجهة متكاملة لحجوزات التذاكر وعروض العطلات داخل الإمارات وخارجها وحجوزات الفنادق وخدمات التأشيرات وحجوزات السيارات في جميع أنحاء العالم، بالإضافة إلى تأمين السفر وحجز فنادق الترانزيت والمؤتمرات والمعارض وتعديل التأشيرات وخدمات العمرة والاستقبال والترحيب.

source: Mano Tourism Company provides you with all services related to tourism, including visa, airline ticket reservation, hotel reservation, all insurances, company establishment, and car rental.Mano Tourism Company also offers the best offers for trips inside and outside the country. Mano Tourism Company fulfills all your dreams with the easiest procedures and cheapest prices.
ar_eg: شركة مانو للسياحه توفر جميع الخدمات الخاصه بالسياحه منها التأشيرات وحجز تذاكر الطيران وحجز الفنادق وجميع التامينات وتأسيس الشركات وتأجير السيارات كما تقدم شركة مانو للسياحه اجمل العروض للرحلات داخل وخارج الدوله تحقق شركة مانو للسياحه كل احلامك باسهل الاجراءات وارخص الاسعار.

source: Mano Tourism Dashboard
ar_eg: لوحه تحكم مانو للسياحه

source: Mano Tourism EsCompany Image
ar_eg: صوره تأسيس الشركات مانو للسياحه

source: Mano Tourism for tourism services. An emerging tourism company in the United Arab Emirates for tourism services
ar_eg: مانو للسياحه للخدمات السياحية. شركه سياحية ناشئة بدوله الامارات العربية المتحدة للخدمات السياحية

source: Mano Tourism for Tourist Services
ar_eg: مانو للخدمات السياحية

source: Mano Tourism has a work team with experience in the field of tourism over many years. They are very careful with their customers’ information. Accuracy and trust are what distinguishes the Mano Tourism team.
ar_eg: لدي مانو للسياحه فريق عمل ذو خبره في مجال السياحة علي مدار سنوات عديدة . فهم دقيقين جدا علي بيانات العملاء..فالدقة والثقة هو ما يميز فريق مانو توريزم

source: Mano Tourism Insurance Pic
ar_eg: مانو توريزم صوره التأمين

source: Mano Tourism Insurances
ar_eg: مانو للسياحه وخدمه التأمينات

source: Mano Tourism is always keen to provide its services to the customer at the best and cheapest prices compared to other prices for companies .
ar_eg: تحرص مانو للسياحه دائما على تقديم خدماتها للعميل بأفضل وأرخص الأسعار مقارنة بالأسعار الأخرى للشركات .

source: Mano Tourism is distinguished by being a tourism company that includes all types of services, including visas, trips, hotel reservations, travel tickets, insurance, and establishing companies.
ar_eg: تتميز مانو توريزم بانها شركه سياحيه شامله لكل انواع الخدمات من تأشيرات ورحلات وحجز فنادق وتذاكر سفر وتأمينات وتأسيس شركات.

source: Mano Tourism is distinguished by having a distinguished team that works daily during the 24 hours a week in order to complete transactions and satisfy the customer.
ar_eg: تتميز مانو للسياحه بان لديها فريق عمل متميز يعمل يوميا خلال ال 24 ساعه علي مدار الاسبوع من اجل إنجاز المعاملات وإرضاء العميل .

source: Mano Tourism Login
ar_eg: تسجيل الدخول الي مانو للسياحه

source: Mano Tourism of Tickets And Hotels Bookings
ar_eg: مانو للسياحه لحجز الفنادق وتذاكر الطيران

source: Mano Tourism Offers
ar_eg: عروض مانو للسياحه

source: Mano Tourism Services
ar_eg: خدمات مانو للسياحه

source: Mano Tourism Tours
ar_eg: رحلات مانو للسياحه

source: Mano Tourism Visas
ar_eg: تأشيرات مانو للسياحه

source: ManoTourism Dashboard
ar_eg: لوحه تحكم مانو للسياحه

source: Message
ar_eg: الرسالة

source: Message Date
ar_eg: تاريخ ارسال الرسالة

source: Michael Ehab
ar_eg: ميشيل إيهاب

source: Mission &amp; Vision
ar_eg: المهمة والرؤية

source: Mission Caption Arabic
ar_eg: هدف الشركة باللغة العربية

source: Mission Caption English
ar_eg: هدف الشركة باللغة الانجليزية

source: Month
ar_eg: شهر

source: Most airlines allow minor corrections to spelling mistakes in names but do not allow major changes to passengers' names after the booking process. If you notice any spelling mistakes in the names, you should send a name correction request to the airline. They reserve the right to finalize this. Please ensure that you enter the correct name that matches the passport to avoid any complications that may arise.
ar_eg: ان معظم شركات الطيران تسمح بالتصحيحات البسيطة على الاخطاء الاملائية في الاسماء ولكنها لا تسمح بالتغييرات الجذرية على اسماء المسافرين بعد عملية الحجز. اذا لاحظت وجود أي خط املائي في الاسماء ، فعليك ارسال طلب تصحيح الاسم من لشركة الطيران. حيث تحتفظ هي بحق الموافقة النهائية على ذلك. يرجى التأكد من ادخال الاسم الصحيح والمطابق لجواز السفر لتجنب أي عوائق قد تنجم عن ذلك.

source: Mountain Climbing
ar_eg: تسلق الجبال

source: multiple visas
ar_eg: تأشيره متعدد

source: Name
ar_eg: الاسم

source: Name*
ar_eg: الاسم *

source: Nationality
ar_eg: الجنسية

source: Nationality Arabic Title
ar_eg: الجنسية باللغة العربية

source: Nationality English Title
ar_eg: الجنسية باللغة الإنجليزية

source: New
ar_eg: جديد

source: New Password
ar_eg: كلمه السر الجديده

source: New Price
ar_eg: السعر الجديد

source: New Price Per Person
ar_eg: السعر الجديد للشخص الواحد

source: New Requests
ar_eg: الطلبات الجديدة

source: New Total Requests Count
ar_eg: عدد الطلبات الجديده

source: New York
ar_eg: نيويورك

source: NEXT
ar_eg: التالي

source: No Images
ar_eg: لا يوجد صور

source: No, only the General Manager and employees must be residents of the UAE.
ar_eg: لا، فقط المدير العام والموظفين يجب أن يكونوا مقيمين في دولة الإمارات.

source: Not Active
ar_eg: غير نشط

source: Not Paid
ar_eg: لم يتم الدفع

source: Notes
ar_eg: ملاحظات

source: Obtain the license
ar_eg: الحصول على الرخصه

source: Obtaining additional licenses
ar_eg: الحصول على تراخيص إضافية

source: Obtaining initial approval
ar_eg: الحصول على الموافقة المبدئية

source: Off
ar_eg: تخفيض

source: Offer Images
ar_eg: الصور الخاصه بالعرض

source: Offer Title
ar_eg: اسم العرض

source: Offer Will Be End:
ar_eg: العرض سينتهي :

source: Offers
ar_eg: العروض

source: Old Password
ar_eg: كلمه السر القديمه

source: Old Price
ar_eg: السعر القديم

source: Old Price Per Person
ar_eg: السعر القديم للشخص الواحد

source: One Way
ar_eg: ذهاب فقط

source: One-month visa
ar_eg: تأشيره شهر

source: One-month visa, Two-month visa,Multiple-entry visa.
ar_eg: تأشيره شهر تأشيره شهرين تأشيره متعدده الدخول

source: One-Way
ar_eg: ذهاب فقط

source: Opening Time
ar_eg: المواعيد

source: Openting Time Arabic Title
ar_eg: المواعيد باللغة العربية

source: Openting Time English Title
ar_eg: المواعيد باللغة الإنجليزية

source: Our Services
ar_eg: خدماتنا

source: Our Tours
ar_eg: رحلاتنا

source: Our Travel Guide
ar_eg: مرشدينا السياحيين

source: Page Arabic Title
ar_eg: اسم الصفحة باللغة العربية

source: Page English Title
ar_eg: اسم الصفخة باللغة الإنجليزية

source: Page Not Found
ar_eg: الصفحة غير موجودة

source: Paid
ar_eg: تم الدفع

source: Parking
ar_eg: موقف سيارات

source: Passport Copy: required Clearly copy Passport copy . Minimum of 6 months validity required from the arrival date.
ar_eg: نسخة من جواز السفر: مطلوب نسخة واضحة من جواز السفر. يشترط صلاحية لا تقل عن 6 أشهر من تاريخ الوصول.

source: Passport Image
ar_eg: صورة جواز السفر

source: Password
ar_eg: كلمه السر

source: Per Person
ar_eg: للشخص الواحد

source: Personal Details
ar_eg: المعلومات الشخصيه

source: Personal status documents (including, but not limited to: educational certificates, educational grade tables, birth certificates, death certificates, medical reports, certificate of good conduct, marriage certificate, certificates issued by the court, personal power of attorney, certificate to whom it may concern, contract Employment, employment offer, bank statements, personal tax certificate) Commercial documents (including, but not limited to: contract or agreement, commercial register, appointment of a manager, minutes of the board of directors or partners’ meeting, change of company name, trademark registration, distribution agreement, corporate insurance certificate, corporate tax certificate, board of directors’ decision , commercial license, partnership or shareholder certificate, appendices and annexes to commercial documents, memorandums, company closure, company branch registration, bankruptcy documents, financial statement, product registration, patent registration or assignment, trademark registration, power of attorney of a commercial nature, general power of attorney , signature document, end-user certificate, tax certificate, completion certificate)
ar_eg: مستندات الأحوال الشخصية (ومنها، على سبيل المثال لا الحصر: الشهادات التعليمية، جداول الدرجات التعليمية، شهادات الميلاد، شهادات الوفاة، التقارير الطبية، شهادة حسن السيرة والسلوك، شهادة زواج، الشهادات الصادرة عن المحكمة، التوكيل الشخصي، شهادة لمن يهمه الأمر، عقد عمل، عرض التوظيف، كشوف الحسابات البنكية، شهادة ضريبة شخصية) المستندات التجارية (ومنها، على سبيل المثال لا الحصر: عقد أو اتفاقية، سجل تجاري، تعيين مدير، محضر اجتماع مجلس الإدارة أو الشركاء، تغيير اسم الشركة، تسجيل العلامة التجارية، اتفاقية التوزيع، شهادة تأمين الشركات، شهادة ضريبة الشركات، قرار مجلس الإدارة، الرخصة التجارية، شهادة الشراكة أو المساهم، الملاحق والملاحق في المستندات التجارية، المذكرات، إغلاق الشركة، تسجيل فرع الشركة، مستندات الإفلاس، البيان المالي، تسجيل المنتج، تسجيل براءة الاختراع أو التنازل، تسجيل العلامة التجارية، توكيل ذو طابع تجاري، توكيل عام، مستند توقيع، شهادة مستخدم نهائي، شهادة ضريبة، شهادة انجاز) الفواتير التجارية وشهادات المنشأ والتي يتم تصديقها عبر نظام تصديق المستندات الإلكتروني (eDAS).

source: Phone
ar_eg: رقم الهاتف

source: Phone Number
ar_eg: رقم الهاتف

source: Phones
ar_eg: تليفون ارضي

source: Photo Specifications: Cleared Personal photo with white background
ar_eg: مواصفات الصورة: صورة شخصية واضحة بخلفية بيضاء

source: Please choose a Country
ar_eg: من فضلك اختر بلد التاشيرة

source: Please choose a Insurance Type
ar_eg: من فضلك إختر نوع التأمين

source: Please choose a Tour Type
ar_eg: من فضلك إختر نوع الرحله

source: Please choose a Visa Type
ar_eg: من فضلك اختر نوع الفيزا

source: Please choose An Employee
ar_eg: من فضلك اختر موظف

source: Positives Review
ar_eg: مراجعات الإيجابيه

source: PREV
ar_eg: السابق

source: Price Per Person:
ar_eg: التكلفة للشخص الواحد :

source: Price:
ar_eg: السعر :

source: Privacy Policy
ar_eg: سياسة الخصوصية

source: Private Tours
ar_eg: رحلات خاصة

source: Processing
ar_eg: تحت المعالجه

source: Processing Requests
ar_eg: طلبات تحت المعالجه

source: Processing Requests Count
ar_eg: عدد الطلبات تحت المعالجه

source: Profile
ar_eg: الملف الشخصي

source: Public Slider Details
ar_eg: تفاصيل الاسليدر الخارجي

source: Rapid Response
ar_eg: الإستجابة السريعة

source: Rating
ar_eg: درجة التقييم

source: Re Assign
ar_eg: إعاده إسناد

source: Reach Us Anytime
ar_eg: تواصل معنا في أي وقت

source: Reason Arabic Title
ar_eg: سبب الرفض باللغه العربية

source: Reason English Title
ar_eg: سبب الرفض باللغة الانجليزيه

source: ReAssign Request To Another Employee
ar_eg: إعادة إسناد الطلب لموظف اخر

source: ReAssign To Employee
ar_eg: إعادة إسناد الطلب لموظف

source: Reject Reason
ar_eg: سبب رفض الطلب

source: Reject Reasons
ar_eg: اسباب الرفض

source: Rejected
ar_eg: تم الرفض

source: Rejected Reason
ar_eg: سبب الرفض

source: Rejected Requests
ar_eg: الطلبات المرفوضه

source: Rejected Requests Count
ar_eg: عدد الطلبات المرفوضه

source: Reports
ar_eg: التقارير

source: Request Count
ar_eg: عدد الطلبات

source: Request Date
ar_eg: تاريخ الطلب

source: Request Details
ar_eg: تفاصيل الطلب

source: Request Is Paid
ar_eg: تم دفع الطلب

source: Request Per Types
ar_eg: الطلبات لكل نوع

source: Request Service
ar_eg: الخدمه المطلوبه

source: Request Service Type
ar_eg: نوع الخدمه المطلوبه

source: Request Status
ar_eg: حاله الطلب

source: Requests
ar_eg: الطلبات

source: Requests Management
ar_eg: إداراه الطلبات

source: Requests Per Status
ar_eg: معدل الطلبات لكل حاله

source: Requests Report
ar_eg: تقارير الطلبات

source: Required Documents
ar_eg: الاوراق المطلوبه

source: Responsible Employee
ar_eg: الموظف المكلف بالطلب

source: Restaurant
ar_eg: مطعم

source: Return
ar_eg: عوده

source: Return Date
ar_eg: تاريخ العوده

source: Return Request As New Request
ar_eg: إعاده الطلب كطلب جديد

source: Review Arabic Title
ar_eg: عنوان المراجعة باللغة العربية

source: Review Count
ar_eg: عدد مراجعات العملاء

source: Review English Title
ar_eg: عنوان المراجعة باللغة الإنجليزية

source: Review In Arabic
ar_eg: المراجعه باللغة العربية

source: Review In English
ar_eg: المراجعه باللغة الإنجليزية

source: Review writer Name In Arabic
ar_eg: اسم كاتب المراجعة باللغة العربية

source: Review writer Name In English
ar_eg: اسم كاتب المراجعة باللغة الإنجليزية

source: Reviews
ar_eg: مراجعات

source: Road Trips
ar_eg: رحلات برية

source: Sales
ar_eg: البائعين

source: Sales Email
ar_eg: البريد الألكتروني للبائع

source: Sales Name
ar_eg: اسم البائع

source: Sales Password
ar_eg: كلمة السر للبائع

source: Salles
ar_eg: البائعين

source: Saudi Arab
ar_eg: المملكه العربية السعوديه

source: Sauna
ar_eg: ساونا

source: Saving Safe
ar_eg: خزانه أمنه

source: Search
ar_eg: بحث

source: Search for...
ar_eg: بحث عن ...

source: Searching
ar_eg: بحث

source: Second Email
ar_eg: البريد الإلكتروني الثاني

source: Second Phone Number
ar_eg: رقم الهاتف الثاني

source: See the landscape
ar_eg: رؤية المناظر الطبيعيه

source: Select Affiliate
ar_eg: إختر اسم المسوق

source: Select Affiliate Image
ar_eg: إختر صوره المسوق

source: Select Country
ar_eg: اختر البلد

source: Select Destination
ar_eg: إختر مكان الذهاب

source: Select Employee
ar_eg: إختر الموظف

source: Select Employee Image
ar_eg: اختر صوره الموظف

source: Select Image
ar_eg: إختر الصوره

source: Select Insurance Image
ar_eg: إختر صوره التأمين

source: Select Insurance Type
ar_eg: إختر نوع التأمين

source: Select Passport Image
ar_eg: إختر صورة جواز السفر

source: Select Rejected Reason
ar_eg: إختر سبب الرفض

source: Select Request Status
ar_eg: إختر حاله الطلب

source: Select Seller
ar_eg: إختر البائع

source: Select Status
ar_eg: إختر الحالة

source: Select Tour Image
ar_eg: إدخل الصوره الاساسية للرحله

source: Select Tour Type
ar_eg: إختر نوع الرحله

source: Select Type
ar_eg: إختر النوع

source: Select User Image
ar_eg: إختر صوره المستخدم

source: Select Visa Type
ar_eg: اختر نوع الفيزا

source: Selected Request Service
ar_eg: اسم الخدمه المطلوبه

source: Seller Report
ar_eg: تقرير البائعين

source: Seller Report As Lead
ar_eg: تقرير البائعين كليد

source: Sellers
ar_eg: البائعين

source: Send Mail
ar_eg: راسلنا عبر البريد الإلكتروني

source: Send Massage
ar_eg: إسال الرسالة

source: Send Your Request
ar_eg: إرسال طلبك

source: Send your request now
ar_eg: ارسل طلبك الان

source: Send your request now to Establishing your Company with Mano Tourism
ar_eg: أرسل طلبك الان لتأسيس شركتك لدي مانو للسياحه
