Repository: shenoudak/ManoTourismCRM
Catalog: Resources/SharedResource.*.resx
Languages: ar_eg

source: Send your request now to reserve your Hotel with Mano Tourism
ar_eg: أرسل طلبك الان لحجز فندقك لدي مانو للسياحه

source: Send your request now to reserve your Insurance with Mano Tourism
ar_eg: أرسل طلبك الان للتقديم علي التأمين الخاص بك لدي مانو للسياحه

source: Send your request now to reserve your Ticket with Mano Tourism
ar_eg: أرسل طلبك الان لحجز تذكرتك لدي مانو للسياحه

source: Send your request now to reserve your Tour with Mano Tourism
ar_eg: أرسل طلبك الان لحجز رحلتك لدي مانو للسياحه

source: Send your request now to reserve your visa with Mano Tourism
ar_eg: أرسل طلبك الان لحجز تأشيرتك لدي مانو للسياحه

source: Send your request now to the Manu Tourism team !
ar_eg: ارسل طلبك الان لفريق مانو للسياحه!

source: Server Error 403
ar_eg: خطأ الخادم 403

source: Server Error 403. You do not have access to this resource.
ar_eg: خطأ الخادم 403. ليس لديك حق الوصول إلى هذا المورد.

source: Service
ar_eg: الخدمة

source: Service procedures Login to the electronic services portal.Choose document verification services from inquiry services Enter the document number Enter the ID number Query and view results
ar_eg: إجراءات الخدمة الدخول على بوابة الخدمات الالكترونية. اختيار خدمات التحقق من صحة الوثيقة من الخدمات الاستعلامية ادخال رقم الوثيقة ادخال رقم الهوية الاستعلام وعرض النتائج

source: Shared Employee
ar_eg: الموظف المشارك

source: Shenouda Karam
ar_eg: شنوده كرم

source: Sign In
ar_eg: تسجيل الدخول

source: Small business health insurance rates start from AED 615 per year. These plans generally cover basic benefits including hospitalization, outpatient services, maternity and emergency care .
ar_eg: تبدأ أسعار تكلفة التأمين الصحي للشركات الصغيرة من ٦١٥ درهماً إماراتياً في السنة. تغطي هذه البرامج بشكلٍ عام المزايا الأساسية بما في ذلك خدمات علاج المرضى في المستشفيات والعيادات الخارجية ورعاية الأمومة والطوارئ

source: Social Contacts Details
ar_eg: تفاصيل وسائل التواصل

source: Spa
ar_eg: منتجع صحي

source: Speed and flexibility
ar_eg: السرعه والمرونه

source: Statistics
ar_eg: لوحه التحكم الاحصائيه

source: Statistics Dashboard
ar_eg: لوحة التحكم الاحصائية

source: Status
ar_eg: حالة الطلب

source: Subscribed News Letter
ar_eg: المشتركين في نشرتنا الاخباريه

source: Switzerland
ar_eg: سويسرا

source: System Configurations
ar_eg: إعدادات النظام

source: Telegram
ar_eg: التليجرام

source: Terms &amp; Condition
ar_eg: الشروط والاحكام

source: Terms And Conditions
ar_eg: الشروط والاحكام

source: The fine inside the country is 50 dirhams for each day of violation.
ar_eg: تكون الغرامه داخل الدوله 50 درهم عن كل يوم مخالفه

source: The Mano Tourism team is available 24 hours a day for inquiries and to respond to all customer questions and inquiries.
ar_eg: فريق عمل مانو للسياحه متوفر علي مدار ال 24 ساعة يومياً للإستفسارات والرد علي كل اسئلة العملاء

source: The period for amending status takes two working days from the time it is submitted, provided that all documents are completed
ar_eg: تستغرق مده تعديل الوضع يومين عمل من وقت تقديمها بشرط اكتمال كل الوثائق

source: The refund will be made in the same manner in which it was paid. If you paid by credit or debit card, the amount paid will be refunded to your credit or debit card. Please note that other amounts paid will be deducted from the total amount before the refund is made. These fees include: traveler cancellation fees, cash refunds, and discounts. It takes two business days to process the refund request and 15-20 business days to return the amount to your personal credit card account.
ar_eg: يتم رد المبلغ المدفوع بنفس الطريقة التي تم الدفع بها. فاذا قمت بالدفع عبر بطاقتك الائتمانية أو بطاقة الخصم، يتم رد القيمة المدفوعة الى البطاقة الائتمانية أو بطاقة الخصم . مع العلم أنه يتم خصم المبالغ المدفوعة الأخرى من المبلغ الاجمالي قبل استرجاعه، وهذه الرسوم المستحقة تشمل : رسوم المسافر لالغاء الحجز، المبالغ النقدية المستردة، الخصومات. ويستغرق العمل على طلب استرداد مبلغ الحجز مدة يومين عمل ومدة تترواح ما بين 15-20 يوم عمل لرد المبلغ الى حسابك الشخصي لبطاقتك الائتمانية .

source: There are two main types of car insurance in the UAE: comprehensive insurance and third party insurance. Comprehensive insurance provides coverage for damage to your vehicle, in addition to assuming liability towards third parties and insuring your vehicle against theft, fire, and natural disasters.As for third-party insurance, it covers damage caused by your vehicle to third-party cars or property in the event of an accident for which you are responsible, and it does not cover damage to you or your car.
ar_eg: هناك نوعان رئيسيَّان من تأمين السيارات في الإمارات: التأمين الشامل والتأمين ضد الغير. يوفر التأمين الشامل تغطيةً للأضرار التي تلحق بمركبتك، بالإضافة إلى تحمُّل المسؤولية تجاه الغير وتأمين سيارتك ضد السرقة والحريق والكوارث الطبيعية. أما التأمين ضد الغير، فيغطي التلف الذي تتسبب فيه مركبتك لسيارات أو ممتلكات الطرف الثالث في حال وقوع حادث أنت المسئول عنه، ولا يغطي الأضرار التي تلحق بك أو بسيارتك.

source: There is no minimum capital.
ar_eg: لا يوجد حد أدنى لرأس المال.

source: There is no period allowed after the expiry of the visa Therefore, you must leave before the expiration of the visa, renewal, or extension.
ar_eg: لا يوجد فتره سماح ولا يوم بعد إنتهاء الزياره . لذلك يجب المغادره قبل انتهاء التأشيره أو التجديد أو التمديد .

source: This process will only take a few days if all the required information is available.
ar_eg: ستستغرق هذه العملية بضعة أيام فقط في حال توافر جميع المعلومات المطلوبة.

source: This service provides access to many signing and authentication services within the United Arab Emirates, as you have a single login account to apply for many services across many institutions in the country. * The UAE Pass is your digital ID for secure identification
ar_eg: توفر هذه الخدمة إمكانية الوصول إلى العديد من خدمات التوقيع والتوثيق داخل دولة الإمارات العربية المتحدة ، حيث تمتلك حساب دخول واحد للتقديم على خدمات عديدة عبر العديد من المؤسسات في الدولة * تم اعتماد نظام الهوية الرقمية (UAE Pass) كمعرف رقمي خاص بك لتحديد الهوية بشكل آمن

source: Ticket Requests
ar_eg: طلبات تذاكر الطيران

source: Tickets
ar_eg: تذاكر طيران

source: Tickets &amp;&amp; Hotels Service
ar_eg: خدمات حجز الفنادق و تذاكر الطيران

source: Tickets Requests Count
ar_eg: عدد طلبات التذاكر

source: Tickets Service
ar_eg: خدمات حجز تذاكر الطيران

source: Title
ar_eg: الاسم

source: To
ar_eg: الي

source: To receive our best monthly deals
ar_eg: لتحصل على أفضل عروضنا الشهرية

source: Total Cost
ar_eg: اجمالي التكلفة

source: Total Requests Count
ar_eg: مجموع الطلبات

source: Total Requests In Current Month
ar_eg: إجمالي الطلبات هذا الشهر

source: Tour Details
ar_eg: تفاصيل الرحله

source: Tour Guide
ar_eg: مرشد سياحي

source: Tour Guides
ar_eg: المرشدين السياحيين

source: Tour Program
ar_eg: برنامج الرحله

source: Tour Title
ar_eg: اسم الرحله

source: Tour Type
ar_eg: نوع الرحله

source: Tourism
ar_eg: سياحه

source: Tourism Visa
ar_eg: تأشيرات سياحية

source: Tours
ar_eg: الرحلات

source: Tours In AUE
ar_eg: رحلات داخل الإمارات

source: Tours In UAE
ar_eg: رحلات داخل الإمارات

source: Tours Offers In UAE
ar_eg: عروض الرحلات داخل الإمارات

source: Tours Out UAE
ar_eg: رحلات خارج الإمارات

source: Tours Requests Count
ar_eg: عدد طلبات الرحلات

source: Tours Service
ar_eg: خدمات الرحلات

source: Tours Success
ar_eg: الرحلات الناجحه

source: Towels
ar_eg: المناشف

source: Transaction Type
ar_eg: نوع المعامله

source: Travel Guide
ar_eg: المرشدين السياحيين

source: Travel insurance
ar_eg: تأمين سفر

source: Travel to your favorite country
ar_eg: سافر الى البلد المفضله لك

source: Travel to your favorite country. If you would like to travel to Turkey, Italy, Azerbaijan, we will provide you with all countries at the cheapest cost and guarantee the issuance of a visa. With Mano Tourism, we will be at your service at any time.
ar_eg: سافر الى البلد المفضله لك لو بتحب تسافر تركيا إيطاليا اذرابيجان هنوفرلك جميع الدول وبارخص التكلفه وضمان استخراج التاشيره مع مانو للسياحه هنكون في خدمتك في اي وقت

source: Travelers should check with the airline they travel with as the baggage allowance varies according to the destination and type of ticket.
ar_eg: ينبغي على المسافرين مراجعة خطوط الطيران التي يسافرون عبرها حيث يختلف وزن الأمتعة المسموح به وفقاً للوجهة ونوع التذكرة.

source: Trip Arabic Title
ar_eg: اسم الرحله باللغة العربيه

source: Trip English Title
ar_eg: اسم الرحله باللغه الانجليزيه

source: Trip Images
ar_eg: صور الرحله

source: Trip Program
ar_eg: برنامج الرحله

source: Trip Request Details
ar_eg: تفاصيل طلب الرحله

source: Trip Requests
ar_eg: طلبات الرحلات

source: Turkey
ar_eg: تركيا

source: TV
ar_eg: تلفزيون

source: Twiter
ar_eg: تويتر

source: two-month visa
ar_eg: تأشيره شهرين

source: Type of activity
ar_eg: نوع النشاط

source: Type Request Service
ar_eg: نوع الخدمه المطلوبه

source: UAE Tours
ar_eg: رحلات داخل دوله الإمارات العربية المتحده

source: Update payment Status
ar_eg: تحديث حالة الدفع

source: Update Request Status
ar_eg: تعديل حاله الطلب

source: User Messages
ar_eg: رسائل العملاء

source: User Review Details
ar_eg: تفاصيل مراجعة المستخدم

source: Validity
ar_eg: صلاحية التأشيره

source: Validity :
ar_eg: صلاحيه التأشيره :

source: Validity In Days
ar_eg: صلاحية اتأشيرة بالايام

source: Value for money
ar_eg: التكاليف

source: Video
ar_eg: الفيديو

source: Video Background
ar_eg: خلفيه الفيديو

source: Video URL
ar_eg: رابط الفيديو

source: View
ar_eg: عرض

source: View All Hotels
ar_eg: مشاهده كل الفنادق

source: View All Insurances
ar_eg: مشاهده كل التأمينات

source: View All Tours
ar_eg: مشاهده كل الرحلات

source: View All Visa
ar_eg: الاطلاع علي كل التأشيرات

source: View More Images
ar_eg: مشاهده المزيد من الصور

source: Visa Arabic Title
ar_eg: اسم التأشيرة باللغة العربية

source: Visa Details
ar_eg: تفاصيل التأشيرة

source: Visa English Title
ar_eg: اسم التأشيرة باللغة الانجليزية

source: Visa In UAE
ar_eg: تأشيرات داخل الإمارات

source: Visa Out UAE
ar_eg: تأشيرات خارج الإمارات

source: Visa Requests
ar_eg: طلبات التأشيره

source: Visa Required Document Details
ar_eg: تفاصيل عن اسم الوثيقة المطلوبه للتأشيره

source: Visa Services
ar_eg: خدمة التأشيرات

source: Visa Title
ar_eg: اسم التأشيرة

source: Visa Type
ar_eg: نوع الفيزا

source: Visa Type :
ar_eg: نوع التأشيره :

source: Visa Type Arabic Title
ar_eg: نوع التأشيرة باللغة العربية

source: Visa Type English Title
ar_eg: نوع التأشيرة باللغة الانجليزية

source: Visa Type Title
ar_eg: نوع التأشيرة

source: Visas
ar_eg: التأشيرات

source: Visas Requests Count
ar_eg: عدد طلبات التأشيرات

source: Visas Service
ar_eg: خدمات التأشيرات

source: Visit visas
ar_eg: تأشيرات زياره

source: Watch About Us
ar_eg: شاهد من نحن

source: Watch Insurances
ar_eg: مشاهده التأمينات

source: Watch Video
ar_eg: مشاهده الفيديو

source: We have a team characterized by speed and flexibility in ending transactions from the moment you communicate with us or send your request.
ar_eg: لدينا فريق عمل يتميز بالسرعه والمرونه في انهاء المعاملات من لحظه تواصلك معنا او ارسال طلبك .

source: We have insurance for all types of insurance required within the United Arab Emirates, including
ar_eg: يوجد ليدنا جميع انواع التأمينات المطلوبه داخل دوله الامارات العربيه ومنها

source: Welcome
ar_eg: مرحباً

source: Welcome Back
ar_eg: مرحبا بعودتك

source: WhatsApp
ar_eg: واتساب

source: Where YouListen To Mano Tourism ?
ar_eg: اين سمعت عن مانو للسياحه

source: Who we are
ar_eg: من نحن نكون

source: Why Choose Mano Tourism
ar_eg: لماذا نحن نختار مانو للسياحه

source: Wildlife &amp; Safari
ar_eg: الحياة البرية ورحلات السفاري

source: Working Visa
ar_eg: تأشيرات عمل

source: Write Your Massage
ar_eg: اكتب رسالتك

source: Write Your Massage*
ar_eg: إكتب رسالتك

source: Years of experience
ar_eg: سنوات الخبره

source: Yes,
ar_eg: نعم ,

source: Yes, but any change in these activities is subject to approval.
ar_eg: نعم، ولكن أي تغيير في هذه الأنشطة يخضع للموافقة.

source: Yes, if you obtain a license issued by the Department of Economic Development. Contact us for more information about this.
ar_eg: نعم، في حال حصولك ترخيص صادر من دائرة التنمية الاقتصادية. تواصل معنا لمزيدٍ من المعلومات حول هذا الأمر.

source: Yes, the car insurance policy can be transferred to the new car owner, for a fee.
ar_eg: نعم، يمكن تحويل وثيقة التأمين على السيارة إلى مالك السيارة الجديد، مقابل رسوم.

source: You are about to delete This Message ?
ar_eg: هل انت متأكد انك تريد حذف هذه الرسالة ؟

source: You are about to delete This Requested Document ?
ar_eg: هل انت متأكد انك تريد حذف هذه الوثيقة المطلوبه ؟

source: You can travel normally until the end of the 28th week of pregnancy. If you decide to travel after week 28 of pregnancy you will need to provide a travel medical certificate from your doctor or midwife.
ar_eg: يمكنك السفر بشكل طبيعي حتى نهاية الأسبوع 28 من الحمل. إذا قررتِ السفر بعد الأسبوع 28 من الحمل فستحتاج إلى تقديم شهادة طبية للسفر من طبيبك أو ممرضة التوليد.

source: You cannot change your flight reservation from one airline to another according to the rules related to the airlines. On the other hand, you can request to cancel your current flight reservation and make a new reservation for the flight that suits you with another airline. Note that a cancellation penalty will be imposed on the original ticket by the airlines.
ar_eg: لا يمكنك تغيير حجز رحلتك من طيران لآخر وذلك وفقاً للأحكام المتعلقة بشركات الطيران. من ناحية أخرى، يمكنك طلب إلغاء حجز رحلتك الحالية وإجراء حجز جديد للرحلة التي تناسبك مع شركة طيران أخرى. مع العلم أنه سيتم فرض غرامة إلغاء على التذكرة الأصلية من قبل شركات الطيران.

source: Your Balance Amount
ar_eg: إجمالي المستحقات

source: Youtube
ar_eg: يوتيوب
